Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Showing saved content. Pull down to refresh when online.
ar: يتم عرض المحتوى المحفوظ. اسحب للأسفل للتحديث عند الاتصال بالإنترنت.
de: Zeige gespeicherten Inhalt. Nach unten ziehen zum Aktualisieren.
el: Εμφανίζεται αποθηκευμένο περιεχόμενο. Σύρετε προς τα κάτω για ανανέωση όταν υπάρχει δίκτυο.
es: Mostrando contenido guardado. Desliza hacia abajo para actualizar cuando estés en línea.
fa: محتوای ذخیره‌شده نمایش داده می‌شود. وقتی آنلاین شدید به پایین بکشید تا به‌روزرسانی شود.
fr: Affichage du contenu sauvegardé. Tirez vers le bas pour actualiser quand vous serez en ligne.
he: מציג תוכן שנשמר במטמון. משוך למטה לרענון כשיש רשת.
hi: सहेजी गई सामग्री दिखाई जा रही है। ऑनलाइन होने पर रिफ्रेश के लिए नीचे खींचें।
id: Menampilkan konten yang di-cache. Tarik ke bawah untuk menyegarkan saat jaringan tersedia.
it: Visualizzazione contenuti salvati. Scorri verso il basso per aggiornare quando sei online.
ja: 保存されたコンテンツを表示中。オンラインになったら下に引っ張って更新してください。
ko: 저장된 콘텐츠를 표시 중. 온라인 상태에서 아래로 당겨 새로 고침하세요.
nl: Opgeslagen inhoud wordt weergegeven. Trek omlaag om te vernieuwen wanneer je online bent.
pl: Wyświetlana jest zawartość z pamięci podręcznej. Pociągnij w dół, aby odświeżyć, gdy będzie dostępna sieć.
pt: Exibindo conteúdo salvo. Puxe para baixo para atualizar quando estiver online.
ru: Показывается сохранённый контент. Потяните вниз для обновления при наличии сети.
sv: Visar cachad innehåll. Dra nedåt för att uppdatera när nätverk är tillgängligt.
th: แสดงเนื้อหาที่แคชไว้ ดึงลงเพื่อรีเฟรชเมื่อมีเครือข่าย
tr: Önbelleğe alınan içerik gösteriliyor. Bağlantı olduğunda yenilemek için aşağı çekin.
uk: Відображається збережений вміст. Потягніть вниз для оновлення за наявності мережі.
vi: Đang hiển thị nội dung được lưu trong bộ nhớ đệm. Kéo xuống để làm mới khi có mạng.
zh_hans: 正在显示已保存的内容。联网后下拉刷新。

source: Shown in the app directory list view, not the full review.
ar: يظهر في عرض قائمة دليل التطبيقات، وليس في المراجعة الكاملة.
de: Wird in der Listenansicht des App-Verzeichnisses angezeigt, nicht in der vollständigen Bewertung.
el: Εμφανίζεται στην προβολή λίστας του καταλόγου εφαρμογών, όχι στην πλήρη κριτική.
es: Se muestra en la vista de lista del directorio de apps, no en la reseña completa.
fa: در نمای فهرست فهرست برنامه‌ها نمایش داده می‌شود، نه در بررسی کامل.
fr: Affiché dans la vue de liste du répertoire d'applis, pas dans l'avis complet.
he: מוצג בתצוגת הרשימה של ספריית האפליקציות, לא בביקורת המלאה.
hi: ऐप निर्देशिका सूची दृश्य में दिखाया जाता है, पूरी समीक्षा में नहीं。
id: Ditampilkan di tampilan daftar direktori aplikasi, bukan ulasan lengkap.
it: Mostrato nella visualizzazione a elenco della directory delle app, non nella recensione completa.
ja: アプリディレクトリのリスト表示に表示されます。レビュー全文には表示されません。
ko: 전체 리뷰가 아니라 앱 디렉터리 목록 보기에 표시됩니다.
nl: Wordt getoond in de lijstweergave van de app-directory, niet in de volledige recensie.
pl: Wyświetlane w widoku listy katalogu aplikacji, a nie w pełnej recenzji.
pt: Exibido na visualização em lista do diretório de apps, não na avaliação completa.
ru: Отображается в списке каталога приложений, а не в полном отзыве.
sv: Visas i listvyn för appkatalogen, inte hela recensionen.
th: แสดงในมุมมองรายการไดเรกทอรีแอป ไม่ใช่รีวิวเต็ม
tr: Uygulama dizini liste görünümünde gösterilir, tam incelemede değil.
uk: Відображається в переліку каталогу додатків, а не в повному відгуку.
vi: Hiển thị trong khung xem danh sách danh mục ứng dụng, không phải bài đánh giá đầy đủ.
zh_hans: 显示在应用目录列表视图中，而非完整评论。

source: Shows a dismissable card on Home summarizing new activity since your last visit.
ar: يعرض بطاقة قابلة للإغلاق على الشاشة الرئيسية تلخص النشاط الجديد منذ آخر زيارة لك.
de: Zeigt auf der Startseite eine schließbare Karte an, die neue Aktivitäten seit deinem letzten Besuch zusammenfasst.
el: Εμφανίζει μια απορριπτόμενη κάρτα στην Αρχική που συνοψίζει τη νέα δραστηριότητα από την τελευταία σας επίσκεψη.
es: Muestra una tarjeta descartable en Inicio que resume la actividad nueva desde tu última visita.
fa: کارتی قابل‌بستن در صفحهٔ اصلی نمایش می‌دهد که فعالیت جدید از آخرین بازدید شما را خلاصه می‌کند.
fr: Affiche une carte ignorable sur Accueil résumant la nouvelle activité depuis votre dernière visite.
he: מציג כרטיס שניתן לסגור בבית שמסכם פעילות חדשה מאז הביקור האחרון שלך.
hi: होम पर एक खारिज करने योग्य कार्ड दिखाता है जो आपकी अंतिम विज़िट के बाद से नई गतिविधि का सारांश देता है。
id: Menampilkan kartu yang dapat ditutup di Beranda yang merangkum aktivitas baru sejak kunjungan terakhir Anda.
it: Mostra una scheda ignorabile su Home che riassume la nuova attività dalla tua ultima visita.
ja: 前回の訪問以降の新しいアクティビティをまとめた、閉じることができるカードを「ホーム」に表示します。
ko: 마지막 방문 이후 새 활동을 요약한 닫을 수 있는 카드를 홈에 표시합니다.
nl: Toont een sluitbare kaart op Start met een samenvatting van nieuwe activiteit sinds je laatste bezoek.
pl: Pokazuje możliwą do zamknięcia kartę na Stronie głównej podsumowującą nową aktywność od Twojej ostatniej wizyty.
pt: Mostra um cartão dispensável no Início resumindo a nova atividade desde sua última visita.
ru: Показывает закрываемую карточку на «Главной», подводящую итог новой активности с момента вашего последнего посещения.
sv: Visar ett avvisningsbart kort på Hem som sammanfattar ny aktivitet sedan ditt senaste besök.
th: แสดงการ์ดที่ปิดได้บนหน้าแรกซึ่งสรุปกิจกรรมใหม่ตั้งแต่ครั้งล่าสุดที่คุณเข้าชม
tr: Ana Sayfa'da son ziyaretinizden bu yana yeni etkinliği özetleyen kapatılabilir bir kart gösterir.
uk: Показує картку, яку можна закрити, на «Головна» з підсумком нової активності з часу вашого останнього відвідування.
vi: Hiển thị thẻ có thể đóng trên Trang chủ tóm tắt hoạt động mới kể từ lần truy cập gần nhất của bạn.
zh_hans: 在“主页”上显示可关闭的卡片，汇总自您上次访问以来的新活动。

source: Shows a number on the AppleVis icon for unread notifications — opening the app clears it.
ar: يعرض رقمًا على أيقونة AppleVis للإشعارات غير المقروءة — يؤدي فتح التطبيق إلى مسحه.
de: Zeigt eine Zahl auf dem AppleVis-Symbol für ungelesene Benachrichtigungen an – das Öffnen der App löscht sie.
el: Εμφανίζει έναν αριθμό στο εικονίδιο AppleVis για μη αναγνωσμένες ειδοποιήσεις — το άνοιγμα της εφαρμογής το εκκαθαρίζει.
es: Muestra un número en el icono de AppleVis para notificaciones sin leer; al abrir la app se borra.
fa: عددی روی نماد AppleVis برای اعلان‌های نخوانده نمایش می‌دهد — باز کردن برنامه آن را پاک می‌کند.
fr: Affiche un nombre sur l'icône AppleVis pour les notifications non lues — l'ouverture de l'appli l'efface.
he: מציג מספר על סמל AppleVis עבור התראות שלא נקראו — פתיחת האפליקציה מנקה אותו.
hi: अपठित सूचनाओं के लिए AppleVis आइकन पर एक संख्या दिखाता है — ऐप खोलने से यह साफ़ हो जाता है。
id: Menampilkan angka pada ikon AppleVis untuk notifikasi belum dibaca — membuka aplikasi menghapusnya.
it: Mostra un numero sull'icona di AppleVis per le notifiche non lette: aprire l'app lo cancella.
ja: 未読通知の数を AppleVis のアイコンに表示します。アプリを開くとクリアされます。
ko: 읽지 않은 알림에 대해 AppleVis 아이콘에 숫자를 표시합니다 — 앱을 열면 사라집니다.
nl: Toont een getal op het AppleVis-pictogram voor ongelezen meldingen — het openen van de app wist dit.
pl: Pokazuje liczbę na ikonie AppleVis dla nieprzeczytanych powiadomień — otwarcie aplikacji ją czyści.
pt: Mostra um número no ícone da AppleVis para notificações não lidas — abrir o app o limpa.
ru: Показывает число на значке AppleVis для непрочитанных уведомлений — при открытии приложения оно исчезает.
sv: Visar ett tal på AppleVis-ikonen för olästa aviseringar — att öppna appen rensar det.
th: แสดงตัวเลขบนไอคอน AppleVis สำหรับการแจ้งเตือนที่ยังไม่ได้อ่าน — การเปิดแอปจะล้างมัน
tr: Okunmamış bildirimler için AppleVis simgesinde bir sayı gösterir — uygulamayı açmak bunu temizler.
uk: Показує число на піктограмі AppleVis для непрочитаних сповіщень — відкриття застосунку очищує його.
vi: Hiển thị số trên biểu tượng AppleVis cho các thông báo chưa đọc — mở ứng dụng sẽ xóa số này.
zh_hans: 在 AppleVis 图标上显示未读通知数量——打开应用即可清除。

source: Shows a number on the AppleVis icon for unread notifications. Opening the app clears it.
ar: يعرض رقمًا على أيقونة AppleVis للإشعارات غير المقروءة. يؤدي فتح التطبيق إلى مسحه.
de: Zeigt eine Zahl auf dem AppleVis-Symbol für ungelesene Benachrichtigungen an. Das Öffnen der App löscht sie.
el: Εμφανίζει έναν αριθμό στο εικονίδιο AppleVis για μη αναγνωσμένες ειδοποιήσεις. Το άνοιγμα της εφαρμογής το εκκαθαρίζει.
es: Muestra un número en el icono de AppleVis para notificaciones sin leer. Al abrir la app se borra.
fa: عددی روی نماد AppleVis برای اعلان‌های نخوانده نمایش می‌دهد. باز کردن برنامه آن را پاک می‌کند.
fr: Affiche un nombre sur l'icône AppleVis pour les notifications non lues. L'ouverture de l'appli l'efface.
he: מציג מספר על סמל AppleVis עבור התראות שלא נקראו. פתיחת האפליקציה מנקה אותו.
hi: अपठित सूचनाओं के लिए AppleVis आइकन पर एक संख्या दिखाता है। ऐप खोलने से यह साफ़ हो जाता है。
id: Menampilkan angka pada ikon AppleVis untuk notifikasi belum dibaca. Membuka aplikasi menghapusnya.
it: Mostra un numero sull'icona di AppleVis per le notifiche non lette. Aprire l'app lo cancella.
ja: 未読通知の数を AppleVis のアイコンに表示します。アプリを開くとクリアされます。
ko: 읽지 않은 알림에 대해 AppleVis 아이콘에 숫자를 표시합니다. 앱을 열면 사라집니다.
nl: Toont een getal op het AppleVis-pictogram voor ongelezen meldingen. Het openen van de app wist dit.
pl: Pokazuje liczbę na ikonie AppleVis dla nieprzeczytanych powiadomień. Otwarcie aplikacji ją czyści.
pt: Mostra um número no ícone da AppleVis para notificações não lidas. Abrir o app o limpa.
ru: Показывает число на значке AppleVis для непрочитанных уведомлений. При открытии приложения оно исчезает.
sv: Visar ett tal på AppleVis-ikonen för olästa aviseringar. Att öppna appen rensar det.
th: แสดงตัวเลขบนไอคอน AppleVis สำหรับการแจ้งเตือนที่ยังไม่ได้อ่าน การเปิดแอปจะล้างมัน
tr: Okunmamış bildirimler için AppleVis simgesinde bir sayı gösterir. Uygulamayı açmak bunu temizler.
uk: Показує число на піктограмі AppleVis для непрочитаних сповіщень. Відкриття застосунку очищує його.
vi: Hiển thị số trên biểu tượng AppleVis cho các thông báo chưa đọc. Mở ứng dụng sẽ xóa số này.
zh_hans: 在 AppleVis 图标上显示未读通知数量。打开应用即可清除。

source: Shows how much space AppleVis is using on this device, split between downloaded episodes and cached content.
ar: يعرض مقدار المساحة التي يستخدمها AppleVis على هذا الجهاز، مقسّمة بين الحلقات التي تم تنزيلها والمحتوى المخزّن مؤقتًا.
de: Zeigt, wie viel Speicher AppleVis auf diesem Gerät belegt, aufgeteilt in geladene Folgen und zwischengespeicherte Inhalte.
el: Δείχνει πόσο χώρο χρησιμοποιεί το AppleVis σε αυτή τη συσκευή, χωρισμένο σε ληφθέντα επεισόδια και αποθηκευμένο προσωρινά περιεχόμενο.
es: Muestra cuánto espacio usa AppleVis en este dispositivo, dividido entre episodios descargados y contenido en caché.
fa: نشان می‌دهد AppleVis چه مقدار فضا در این دستگاه اشغال کرده است، به تفکیک قسمت‌های بارگیری‌شده و محتوای ذخیره‌شدهٔ موقت.
fr: Indique l'espace utilisé par AppleVis sur cet appareil, réparti entre les épisodes téléchargés et le contenu en cache.
he: מציג כמה מקום AppleVis תופס במכשיר הזה, בחלוקה בין פרקים שהורדו לתוכן שנשמר במטמון.
hi: दिखाता है कि इस डिवाइस पर AppleVis कितनी जगह ले रहा है, डाउनलोड किए गए एपिसोड और कैश की गई सामग्री में बाँटकर।
id: Menampilkan berapa banyak ruang yang digunakan AppleVis di perangkat ini, dibagi antara episode yang diunduh dan konten dalam cache.
it: Mostra quanto spazio usa AppleVis su questo dispositivo, diviso tra episodi scaricati e contenuti nella cache.
ja: このデバイスで AppleVis が使っている容量を、ダウンロード済みのエピソードとキャッシュされたコンテンツに分けて表示します。
ko: 이 기기에서 AppleVis가 사용하는 공간을 다운로드한 에피소드와 캐시된 콘텐츠로 나누어 보여 줍니다.
nl: Toont hoeveel ruimte AppleVis op dit apparaat gebruikt, verdeeld over gedownloade afleveringen en inhoud in de cache.
pl: Pokazuje, ile miejsca zajmuje AppleVis na tym urządzeniu, z podziałem na pobrane odcinki i treści w pamięci podręcznej.
pt: Mostra quanto espaço o AppleVis está usando neste dispositivo, dividido entre episódios baixados e conteúdo em cache.
ru: Показывает, сколько места AppleVis занимает на этом устройстве, с разбивкой на загруженные выпуски и кэшированный контент.
sv: Visar hur mycket utrymme AppleVis använder på den här enheten, uppdelat på nedladdade avsnitt och cachelagrat innehåll.
th: แสดงพื้นที่ที่ AppleVis ใช้บนอุปกรณ์นี้ แยกเป็นตอนที่ดาวน์โหลดและเนื้อหาที่แคชไว้
tr: AppleVis'in bu cihazda ne kadar alan kullandığını, indirilen bölümler ve önbelleğe alınmış içerik olarak ayırarak gösterir.
uk: Показує, скільки місця AppleVis займає на цьому пристрої, з розподілом на завантажені випуски й кешований вміст.
vi: Cho biết AppleVis đang dùng bao nhiêu dung lượng trên thiết bị này, chia theo các tập đã tải về và nội dung được lưu đệm.
zh_hans: 显示 AppleVis 在此设备上占用的空间，分为已下载的单集和缓存内容。

source: Shows short contextual tips and friendly reminders where they can save time.
ar: يعرض نصائح سياقية قصيرة وتذكيرات ودية حيث يمكنها توفير الوقت.
de: Zeigt kurze kontextbezogene Tipps und freundliche Erinnerungen an, wo sie Zeit sparen können.
el: Εμφανίζει σύντομες συμβουλές ανάλογα με το πλαίσιο και φιλικές υπενθυμίσεις όπου μπορούν να εξοικονομήσουν χρόνο.
es: Muestra consejos contextuales breves y recordatorios amigables donde puedan ahorrarte tiempo.
fa: نکات کوتاه زمینه‌ای و یادآوری‌های دوستانه را در جایی که می‌توانند در زمان صرفه‌جویی کنند نمایش می‌دهد.
fr: Affiche de courtes astuces contextuelles et des rappels sympathiques là où ils peuvent faire gagner du temps.
he: מציג טיפים קצרים תלויי הקשר ותזכורות ידידותיות היכן שהם יכולים לחסוך זמן.
hi: जहां वे समय बचा सकते हैं वहां छोटे प्रासंगिक टिप्स और मैत्रीपूर्ण रिमाइंडर दिखाता है。
id: Menampilkan tip kontekstual singkat dan pengingat ramah di tempat yang dapat menghemat waktu.
it: Mostra brevi suggerimenti contestuali e promemoria amichevoli laddove possono far risparmiare tempo.
ja: 時間の節約になる場面で、短いコンテキストヒントとフレンドリーなリマインダーを表示します。
ko: 시간을 절약할 수 있는 곳에서 짧은 맥락별 팁과 친근한 알림을 표시합니다.
nl: Toont korte contextuele tips en vriendelijke herinneringen waar ze tijd kunnen besparen.
pl: Pokazuje krótkie wskazówki kontekstowe i przyjazne przypomnienia tam, gdzie mogą zaoszczędzić czas.
pt: Mostra dicas contextuais curtas e lembretes amigáveis onde podem economizar tempo.
ru: Показывает короткие контекстные советы и дружелюбные напоминания там, где они могут сэкономить время.
sv: Visar korta kontextuella tips och vänliga påminnelser där de kan spara tid.
th: แสดงเคล็ดลับตามบริบทสั้นๆ และการเตือนที่เป็นมิตรในจุดที่สามารถประหยัดเวลาได้
tr: Zaman kazandırabilecekleri yerlerde kısa bağlamsal ipuçları ve samimi hatırlatıcılar gösterir.
uk: Показує короткі контекстні поради та дружні нагадування там, де вони можуть заощадити час.
vi: Hiển thị mẹo theo ngữ cảnh ngắn gọn và lời nhắc thân thiện ở những nơi có thể tiết kiệm thời gian.
zh_hans: 在可以节省时间的地方显示简短的情境提示和友好的提醒。

source: Shows what's playing next.
ar: يعرض ما سيتم تشغيله بعد ذلك.
de: Zeigt an, was als Nächstes abgespielt wird.
el: Δείχνει τι θα αναπαραχθεί στη συνέχεια.
es: Muestra lo que se reproducirá a continuación.
fa: نشان می‌دهد بعداً چه چیزی پخش خواهد شد.
fr: Affiche ce qui sera lu ensuite.
he: מציג מה מתנגן הבא.
hi: आगे क्या चलेगा यह दिखाता है।
id: Menampilkan apa yang akan diputar selanjutnya.
it: Mostra cosa verrà riprodotto dopo.
ja: 次に再生される内容を表示します。
ko: 다음에 재생될 항목을 표시합니다.
nl: Toont wat er hierna wordt afgespeeld.
pl: Pokazuje, co będzie odtwarzane następnie.
pt: Mostra o que tocará a seguir.
ru: Показывает, что будет играть далее.
sv: Visar vad som spelas härnäst.
th: แสดงสิ่งที่จะเล่นถัดไป
tr: Sırada ne olduğunu gösterir.
uk: Показує, що відтворюватиметься далі.
vi: Hiển thị nội dung sẽ phát tiếp theo.
zh_hans: 显示接下来要播放的内容。

source: Sign In
ar: تسجيل الدخول
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fr: Se connecter
he: התחברות
hi: साइन इन करें
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Entrar
ru: Войти
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录

source: Sign In Focuses Properly During Setup
ar: تسجيل الدخول يركّز بشكل صحيح أثناء الإعداد
de: Anmelden fokussiert während des Setups jetzt richtig
el: Η σύνδεση εστιάζει σωστά κατά τη ρύθμιση
es: Iniciar sesión enfoca correctamente durante la configuración
fa: ورود به سیستم اکنون در حین تنظیمات به‌درستی فوکوس می‌شود
fr: La connexion se concentre correctement pendant la configuration
he: ההתחברות מתמקדת כראוי במהלך ההגדרה
hi: साइन इन अब सेटअप के दौरान सही ढंग से फ़ोकस करता है
id: Masuk Kini Fokus dengan Benar Selama Penyiapan
it: L'accesso ora si concentra correttamente durante la configurazione
ja: セットアップ中のサインインが正しくフォーカスされるように
ko: 설정 중 로그인 시 포커스가 올바르게 이동합니다
nl: Inloggen focust nu correct tijdens het instellen
pl: Logowanie prawidłowo ustawia fokus podczas konfiguracji
pt: O login foca corretamente durante a configuração
ru: Вход в систему теперь правильно фокусируется во время настройки
sv: Inloggning fokuserar korrekt under installationen
th: การลงชื่อเข้าใช้โฟกัสได้อย่างถูกต้องระหว่างการตั้งค่า
tr: Oturum Açma Kurulum Sırasında Artık Doğru Odaklanıyor
uk: Вхід тепер правильно фокусується під час налаштування
vi: Đăng Nhập Lấy Nét Đúng Cách Trong Khi Thiết Lập
zh_hans: 登录在设置过程中正确获得焦点

source: Sign In Required
ar: تسجيل الدخول مطلوب
de: Anmeldung erforderlich
el: Απαιτείται Σύνδεση
es: Inicio de sesión requerido
fa: ورود لازم است
fr: Connexion requise
he: נדרשת התחברות
hi: साइन इन आवश्यक
id: Diperlukan Masuk
it: Accesso richiesto
ja: サインインが必要です
ko: 로그인 필요
nl: Inloggen vereist
pl: Wymagane zalogowanie
pt: Login necessário
ru: Требуется вход
sv: Inloggning krävs
th: ต้องลงชื่อเข้าใช้
tr: Oturum Açma Gerekli
uk: Потрібен вхід
vi: Cần đăng nhập
zh_hans: 需要登录

source: Sign in required to create a new forum topic
ar: يلزم تسجيل الدخول لإنشاء موضوع منتدى جديد
de: Anmeldung erforderlich, um ein neues Forumsthema zu erstellen
el: Απαιτείται σύνδεση για δημιουργία νέου θέματος φόρουμ
es: Se requiere iniciar sesión para crear un tema nuevo del foro
fa: برای ایجاد موضوع جدید انجمن ورود لازم است
fr: Connexion requise pour créer un nouveau sujet de forum
he: נדרשת התחברות ליצירת נושא פורום חדש
hi: नया फ़ोरम विषय बनाने के लिए साइन इन आवश्यक है
id: Diperlukan masuk untuk membuat topik forum baru
it: Accesso richiesto per creare un nuovo argomento del forum
ja: 新しいフォーラムトピックを作成するにはサインインが必要です
ko: 새 포럼 주제를 만들려면 로그인이 필요합니다
nl: Inloggen vereist om een nieuw forumonderwerp te maken
pl: Wymagane zalogowanie, aby utworzyć nowy wątek na forum
pt: Login necessário para criar um novo tópico do fórum
ru: Для создания новой темы форума требуется вход
sv: Inloggning krävs för att skapa ett nytt forumämne
th: ต้องลงชื่อเข้าใช้เพื่อสร้างหัวข้อฟอรัมใหม่
tr: Yeni bir forum konusu oluşturmak için oturum açma gerekli
uk: Потрібен вхід для створення нової теми форуму
vi: Cần đăng nhập để tạo chủ đề diễn đàn mới
zh_hans: 创建新论坛话题需要登录

source: Sign in required to create a new forum topic or app entry
ar: يلزم تسجيل الدخول لإنشاء موضوع منتدى جديد أو إدخال تطبيق
de: Anmeldung erforderlich, um ein neues Forumsthema oder einen App-Eintrag zu erstellen
el: Απαιτείται σύνδεση για δημιουργία νέου θέματος φόρουμ ή καταχώρισης εφαρμογής
es: Se requiere iniciar sesión para crear un tema nuevo del foro o entrada de app
fa: برای ایجاد موضوع جدید انجمن یا ورودی برنامه ورود لازم است
fr: Connexion requise pour créer un nouveau sujet de forum ou une fiche d'appli
he: נדרשת התחברות ליצירת נושא פורום חדש או רשומת אפליקציה
hi: नया फ़ोरम विषय या ऐप प्रविष्टि बनाने के लिए साइन इन आवश्यक है
id: Diperlukan masuk untuk membuat topik forum baru atau entri aplikasi
it: Accesso richiesto per creare un nuovo argomento del forum o una voce app
ja: 新しいフォーラムトピックまたはアプリのエントリを作成するにはサインインが必要です
ko: 새 포럼 주제 또는 앱 항목을 만들려면 로그인이 필요합니다
nl: Inloggen vereist om een nieuw forumonderwerp of app-vermelding te maken
pl: Wymagane zalogowanie, aby utworzyć nowy wątek na forum lub wpis aplikacji
pt: Login necessário para criar um novo tópico do fórum ou entrada de app
ru: Для создания новой темы форума или записи приложения требуется вход
sv: Inloggning krävs för att skapa ett nytt forumämne eller appobjekt
th: ต้องลงชื่อเข้าใช้เพื่อสร้างหัวข้อฟอรัมหรือรายการแอปใหม่
tr: Yeni bir forum konusu veya uygulama girişi oluşturmak için oturum açma gerekli
uk: Потрібен вхід для створення нової теми форуму або запису додатка
vi: Cần đăng nhập để tạo chủ đề diễn đàn mới hoặc mục ứng dụng
zh_hans: 创建新论坛话题或应用条目需要登录

source: Sign in required. Visit Settings to sign in.
ar: تسجيل الدخول مطلوب. انتقل إلى الإعدادات.
de: Anmeldung erforderlich. Gehe zu Einstellungen.
el: Απαιτείται σύνδεση. Ανοίξτε τις Ρυθμίσεις για σύνδεση.
es: Inicio de sesión requerido. Ve a Ajustes para iniciar sesión.
fa: ورود لازم است. به تنظیمات بروید.
fr: Connexion requise. Rendez-vous dans Réglages.
he: נדרשת התחברות. פתח הגדרות להתחברות.
hi: साइन इन आवश्यक है। सेटिंग्स पर जाएं।
id: Masuk diperlukan. Buka Pengaturan untuk masuk.
it: Accesso richiesto. Vai alle Impostazioni.
ja: サインインが必要です。設定を開いてください。
ko: 로그인이 필요합니다. 설정을 방문하세요.
nl: Inloggen vereist. Ga naar Instellingen.
pl: Wymagane logowanie. Otwórz Ustawienia, aby się zalogować.
pt: Login necessário. Vá para Configurações.
ru: Требуется вход. Откройте Настройки для входа.
sv: Inloggning krävs. Öppna Inställningar för att logga in.
th: ต้องเข้าสู่ระบบ เปิดการตั้งค่าเพื่อเข้าสู่ระบบ
tr: Giriş gerekli. Giriş yapmak için Ayarlar'ı açın.
uk: Потрібен вхід. Відкрийте Налаштування для входу.
vi: Cần đăng nhập. Mở Cài đặt để đăng nhập.
zh_hans: 需要登录。请前往设置。

source: Sign in to add a comment.
ar: سجّل الدخول لإضافة تعليق.
de: Melde dich an, um einen Kommentar hinzuzufügen.
el: Συνδεθείτε για να προσθέσετε ένα σχόλιο.
es: Inicia sesión para añadir un comentario.
fa: برای افزودن دیدگاه وارد شوید.
fr: Connectez-vous pour ajouter un commentaire.
he: התחבר כדי להוסיף תגובה.
hi: टिप्पणी जोड़ने के लिए साइन इन करें।
id: Masuk untuk menambahkan komentar.
it: Accedi per aggiungere un commento.
ja: コメントを追加するにはサインインしてください。
ko: 댓글을 추가하려면 로그인하세요.
nl: Log in om een reactie toe te voegen.
pl: Zaloguj się, aby dodać komentarz.
pt: Faça login para adicionar um comentário.
ru: Войдите, чтобы добавить комментарий.
sv: Logga in för att lägga till en kommentar.
th: ลงชื่อเข้าใช้เพื่อเพิ่มความคิดเห็น
tr: Yorum eklemek için oturum açın.
uk: Увійдіть, щоб додати коментар.
vi: Đăng nhập để thêm bình luận.
zh_hans: 登录后即可添加评论。

source: Sign in to add a new comment.
ar: سجّل الدخول لإضافة تعليق جديد.
de: Melde dich an, um einen neuen Kommentar hinzuzufügen.
el: Συνδεθείτε για να προσθέσετε νέο σχόλιο.
es: Inicia sesión para añadir un comentario nuevo.
fa: برای افزودن دیدگاه جدید وارد شوید.
fr: Connectez-vous pour ajouter un nouveau commentaire.
he: התחבר כדי להוסיף תגובה חדשה.
hi: नई टिप्पणी जोड़ने के लिए साइन इन करें।
id: Masuk untuk menambahkan komentar baru.
it: Accedi per aggiungere un nuovo commento.
ja: 新しいコメントを追加するにはサインインしてください。
ko: 새 댓글을 추가하려면 로그인하세요.
nl: Log in om een nieuwe reactie toe te voegen.
pl: Zaloguj się, aby dodać nowy komentarz.
pt: Faça login para adicionar um comentário novo.
ru: Войдите, чтобы добавить новый комментарий.
sv: Logga in för att lägga till en ny kommentar.
th: ลงชื่อเข้าใช้เพื่อเพิ่มความคิดเห็นใหม่
tr: Yeni bir yorum eklemek için oturum açın.
uk: Увійдіть, щоб додати новий коментар.
vi: Đăng nhập để thêm bình luận mới.
zh_hans: 登录后即可添加新评论。

source: Sign in to AppleVis
ar: تسجيل الدخول إلى AppleVis
de: Bei AppleVis anmelden
el: Σύνδεση στο AppleVis
es: Iniciar sesión en AppleVis
fa: ورود به AppleVis
fr: Se connecter à AppleVis
he: התחבר ל-AppleVis
hi: AppleVis में साइन इन करें
id: Masuk ke AppleVis
it: Accedi ad AppleVis
ja: AppleVisにサインイン
ko: AppleVis에 로그인
nl: Inloggen bij AppleVis
pl: Zaloguj się do AppleVis
pt: Entrar no AppleVis
ru: Войти в AppleVis
sv: Logga in på AppleVis
th: เข้าสู่ระบบ AppleVis
tr: AppleVis'e giriş yap
uk: Увійти в AppleVis
vi: Đăng nhập vào AppleVis
zh_hans: 登录AppleVis
